Repository: codetiger/Iyan3d
Catalog: Iyan3D/*.lproj/Localizable.strings
Languages: da, nl, vi

source: 1 Frame
da: 1 Ramme
nl: 1 omlijsting
vi: 1 Khung

source: 3D WORKSPACE
nl: 3D werkruimte
vi: Workspace 3D

source: A Scene created using Iyan 3D in iOS.
da: En scene skabt ved hjælp af Iyan 3D i iOS.
nl: Een scène gemaakt met behulp van 3D- Iyan in iOS.
vi: Một cảnh tạo ra sử dụng Iyan 3D trong iOS.

source: ADD
da: TILFØJE
nl: TOEVOEGEN
vi: THÊM VÀO

source: ADD JOINT
da: ADD FÆLLES
nl: toevoegen gewricht
vi: THÊM VÀO PHẦN

source: ADD TO SCENE
da: FØJ TIL SCENE
nl: toevoegen naar tafereel
vi: Thanh SCENE

source: ADJUST ENVELOP
da: ADJUST indhylle
nl: AANPASSEN WIKKELT
vi: điều chỉnh, phong bì hồ

source: APPLY
da: ANSØGE
vi: ỨNG DỤNG

source: Accessories
da: tilbehør
nl: Accessoires
vi: Phụ kiện

source: Add Bone
da: Tilføj Bone
nl: Bone toevoegen
vi: Thêm Bone

source: Add Frames
da: Tilføj Rammer
nl: Frames toevoegen
vi: Thêm Frames

source: Add bevel to 3D text.
da: Tilføj facet til 3D tekst.
nl: bevel toe te voegen aan 3D-tekst.
vi: Thêm bevel văn bản 3D.

source: Alert
nl: alarm
vi: Báo động

source: All Models
da: Alle modeller
nl: alle modellen
vi: Tất cả các mô hình

source: Animation Name
da: Animation Navn
nl: Animation Naam
vi: Tên phim hoạt hình

source: Animation name cannot be empty.
da: Animation navn kan ikke være tom.
nl: Animatie naam kan niet leeg zijn.
vi: Tên phim hoạt hình không thể để trống.

source: Animation_Name_special
da: Animation navn kan ikke indeholde specialtegn.
nl: Animatie Naam kan geen speciale tekens bevatten.
vi: Animation Tên không thể chứa bất kỳ ký tự đặc biệt.

source: Apply Animation
da: Anvend Animation
vi: Áp dụng Animation

source: Apply animation to the selected model/text
da: Påfør animation til den valgte model / tekst
nl: Solliciteer animatie om het gekozen model / tekst
vi: Áp dụng hình ảnh động để mô hình được lựa chọn / văn bản

source: BACKGROUND COLOR
da: BAGGRUNDSFARVE
nl: ACHTERGROND KLEUR
vi: MÀU NỀN

source: Back
da: Tilbage
nl: Terug
vi: Trở lại

source: Bones cannot be added to this model.
da: Knogler kan ikke føjes til denne model.
nl: Beenderen niet worden toegevoegd bij het model.
vi: Bones không thể được thêm vào mô hình này.

source: Bottom
da: Bund
nl: Bodem
vi: đáy

source: CAMERA
da: KAMERA
vi: MÁY ẢNH

source: CLOSE
da: TÆT
nl: dichtbij
vi: GẦN

source: Camera
da: Kamera
vi: Máy ảnh

source: Cancel
da: Ophæve
nl: Annuleer
vi: hủy bỏ

source: Cancel rigging and go back to the scene
da: Annuller rigning og gå tilbage til scenen
nl: tuigage te annuleren en terug te keren naar de scène
vi: Hủy bỏ gian lận và quay trở lại hiện trường

source: Category
da: Kategori
nl: Categorie
vi: thể loại

source: Change properties of selected object
da: Skift egenskaber for udvalgte objekt
nl: Verander eigenschappen van geselecteerde object
vi: Thay đổi thuộc tính của đối tượng được chọn

source: Character
da: Tegn
nl: Karakter
vi: Tính cách

source: Choose between quality or speed of rendering in Editor.
da: Vælg mellem kvalitet eller hastighed for præstationen i Editor.
vi: Lựa chọn giữa chất lượng hay tốc độ render trong Editor.

source: Choose color for 3D text.
da: Vælg farve for 3D tekst.
nl: Kies een kleur voor de 3D-tekst.
vi: Chọn màu cho văn bản 3D.

source: Choose whether toolbar should be on the right or left side in Editor.
da: Vælg om værktøjslinjen skal være på højre eller venstre side i Editor.
nl: Kiezen of toolbar moet zich aan de linker- of rechterkant in Edito.
vi: Chọn xem toolbar sẽ ở bên phải hoặc bên trái trong Editor.

source: Clear All
da: Slet alt
nl: wis alles
vi: Làm sạch tất cả

source: Color
da: Farve
nl: Kleur
vi: Màu

source: Completed
da: Afsluttet
nl: Voltooid
vi: Đã hoàn thành

source: Cone
nl: Kegel
vi: hình nón

source: Connection Error
nl: Verbindingsfout
vi: Lôi kêt nôi

source: Contact Us
da: Kontakt os
nl: Neem contact met ons op
vi: Liên hệ chúng tôi

source: Copy OBJ files in Document Directory.
da: Kopier OBJ filer i dokumentområdet.
nl: Kopieer OBJ bestanden in Document Directory.
vi: Sao chép file OBJ tại văn bản Directory.

source: Create Scene
da: Opret Scene
nl: Maakt scene
vi: tạo Scene

source: Create a Scene
da: Opret en scene
nl: Maak een Scene
vi: Tạo một Scene

source: Creates a new scene.
da: Opretter en ny scene.
nl: Maakt een nieuwe scène.
vi: Tạo ra một cảnh mới.

source: Cube
nl: Kubus
vi: hình lập phương

source: Current mode in rigging
da: Aktuel tilstand i rigning
nl: Huidige modus in rigging
vi: Chế độ hiện tại trong gian lận

source: Cylinder
nl: Cilinder
vi: Hình trụ

source: Delete
da: Slette
nl: Verwijder
vi: Xóa bỏ

source: Delete Animation in this Frame
da: Slet Animation i denne ramme
nl: Verwijder Animation in dit Frame
vi: Xóa Animation trong khung này

source: Delete Object
da: Slet Objekt
nl: Verwijder Object
vi: xóa đối tượng

source: Done
da: Færdig
nl: Gedaan
vi: Làm xong

source: Download
da: Hent
vi: Tải về

source: Duplicate_Scene_Name
da: Duplicate Scene Navn
nl: Dupliceren Scenenaam
vi: Duplicate Tên Scene

source: Duplicate_Scene_Name_message
da: En anden scene med samme navn findes allerede. Angiv venligst et andet navn.
nl: Een andere scène met dezelfde naam bestaat al. Geef een andere naam.
vi: Một cảnh có cùng tên đã tồn tại. Vui lòng cung cấp một tên khác nhau.

source: EXPORT
da: EKSPORT
nl: exporteren
vi: XUẤT KHẨU

source: Edit
da: Redigere
nl: Bewerk
vi: Chỉnh sửa

source: Enable mirror to move / rotate the mirror joint of the selected joint
da: Aktiver spejl til at flytte / dreje spejlet fælles for den valgte fælles
nl: Enable spiegel te verplaatsen / draaien de spiegel gewricht van de geselecteerde joint
vi: Kích hoạt tính năng gương để di chuyển / xoay khớp gương của khớp chọn

source: Enable or Disable multiple objects selection.
da: Aktiver eller Deaktiver flere objekter udvælgelse.
nl: Inschakelen of meerdere objecten uitschakelen selectie.
vi: Kích hoạt hoặc vô hiệu hóa nhiều đối tượng lựa chọn.

source: Enable to move / rotate the mirror joint of selected joint
da: Aktivér at flytte / dreje spejlet fælles af udvalgte fælles
nl: In staat stellen om te bewegen / draaien de spiegel gewricht van de geselecteerde joint
vi: Kích hoạt tính năng để di chuyển / xoay khớp gương của doanh chọn

source: Enable/Disable Watermark image.
da: Aktiver / Deaktiver vandmærke billedet.
nl: Inschakelen image / uitschakelen Watermark.
vi: Bật / Tắt Watermark hình ảnh.

source: Enter Text
da: Indtast tekst
nl: invoeren Tekst
vi: nhập Tiêu đề

source: Enter your text here.
da: Indtast din tekst her.
nl: Voer hier uw tekst.
vi: Nhập văn bản của bạn ở đây.

source: Error_uploading_file
da: Fejl upload fil. Kontroller din internetforbindelse.
nl: Fout bij uploaden van bestand. Controleer uw internetverbinding.
vi: Lỗi tải lên tập tin. Vui lòng kiểm tra kết nối internet của bạn.

source: Export Video
nl: Video exporteren
vi: Xuất video

source: Export image/video to the Camera roll
da: Export billede / video til kamera roll
nl: image export / video naar de camera roll
vi: Xuất hình ảnh / video cho các cuộn máy ảnh

source: FRAME COUNT DISPLAY
nl: frametellerwaarde scherm
vi: KHUNG COUNT địa TRƯNG BÀY

source: Failure
da: Fiasko
nl: Mislukking
vi: Thất bại

source: Featured
da: Udvalgte
nl: Uitgelicht
vi: Đặc sắc

source: File Corrupted
da: filen er ødelagt
nl: Bestand beschadigd
vi: tập tin bị hỏng

source: File_Corrupted_message
da: Projektet, du forsøger at åbne, er beskadiget.
nl: Het project dat u probeert te openen is beschadigd.
vi: Các dự án bạn đang cố gắng mở là hỏng.

source: Follow Us
da: Følg os
nl: Volg ons
vi: Theo chúng tôi

source: Font Store
nl: zijn blind
vi: hàng chữ

source: Front
nl: Voorkant
vi: Trước mặt

source: HQ Render Progress
nl: HQ geven vooruitgang
vi: HQ Render Tiến

source: Human Bone Structure
da: Menneskelig knoglestruktur
nl: Menselijke botten
vi: Cấu trúc xương của con người

source: Image : %@
da: Billede:% @
nl: Beeld : %@
vi: Hình ảnh:% @

source: Images
da: Billeder
nl: Afbeeldingen
vi: hình ảnh

source: Import Obj
nl: Importeren Obj
vi: nhập obj

source: Import objects into the scene
da: Importer objekter i scenen
nl: Importeer objecten in de scène
vi: Nhập khẩu các đối tượng vào các cảnh

source: Import selected 3D text into the scene.
da: Import valgte 3D-tekst i den scene.
nl: Import geselecteerde 3D ​​tekst in de scène.
vi: Nhập khẩu được lựa chọn văn bản 3D vào cảnh.

source: In Progress
da: I gang
nl: Bezig
vi: Trong tiến trình

source: In Queue
da: I kø
nl: In de wachtrij
vi: Đợi

source: Info
vi: Thông tin

source: Information
nl: Informatie
vi: Thông tin

source: LIGHT
da: LYS
nl: LICHT
vi: ÁNH SÁNG

source: LIMIT FRAMES
vi: LIMIT khung

source: Left
da: Venstre
nl: Links
vi: Trái

source: Let's get started
da: Lad os starte
nl: Laten we beginnen
vi: Băt đâu nao

source: Light
da: Lys
nl: Licht
vi: Ánh sáng

source: Light %d
da: Lys% d
nl: Licht %d
vi: Nhạt% d

source: Limit the number of frames to be exported.
da: Begræns antallet af frames, der skal eksporteres.
nl: Beperk het aantal frames uit te voeren.
vi: Hạn chế số lượng khung hình để được xuất khẩu.

source: Loading Assets
da: Henter Aktiver
vi: Tài sản Đang tải

source: MIRROR
da: SPEJL
nl: spiegel
vi: GƯƠNG

source: Manage Account
da: Administrer konto
nl: beheren account
vi: Quản lý tài khoản

source: Manage objects in the scene
da: Administrer objekter i scenen
nl: Beheren objecten in de scène
vi: Quản lý đối tượng trong cảnh

source: Manage your account
da: Administrer din konto
nl: Beheer je account
vi: Quản lý tài khoản của bạn

source: Models
da: modeller
nl: modellen
vi: mô hình

source: Move Camera
da: Flyt kamera
vi: Di chuyển máy ảnh

source: My Animations
da: Mine Animationer
nl: mijn Animaties
vi: Ảnh động của tôi

source: My Fonts
da: Mine skrifttyper
nl: mijn fonts
vi: Phông chữ của tôi

source: My Library
da: mit bibliotek
nl: Mijn bibliotheek
vi: Thư viện của tôi

source: My Objects
da: Mine objekter
nl: mijn Objecten
vi: Đối tượng của tôi

source: My Scene %d
da: Min Scene% d
nl: Mijn scene %d
vi: Cảnh My% d

source: NEXT
da: NÆSTE
nl: volgende
vi: KẾ TIẾP

source: NO
da: INGEN
nl: NEE
vi: KHÔNG

source: Next
da: Næste
nl: volgende
vi: Kế tiếp

source: No data
da: Ingen data
nl: Geen gegevens
vi: Không có dữ liệu

source: No_Email_account_configured
da: Ingen Email konto er konfigureret på denne enhed.
nl: Geen e-mail account is geconfigureerd op dit apparaat.
vi: Không có tài khoản email được cấu hình trên thiết bị này.

source: Normal Shader
nl: normaal Shader
vi: Bình thường Shader

source: OK
da: Okay
vi: được

source: Ok
da: Okay
vi: được

source: Particle Effects
da: partikel effekter
vi: hiệu ứng vật

source: Pick Color
vi: chọn màu

source: Plane
da: Fly
nl: Vlak
vi: Máy bay

source: Play the animation preview
da: Afspil animationen forhåndsvisning
nl: Speel de animatie voorvertoning
vi: Chơi xem trước hình ảnh động

source: Please Choose Font Style.
da: Vælg venligst Font Style.
nl: Maak keuze Font Style.
vi: Vui lòng chọn Font Style.

source: Please Select any Node to add Bone
da: Vælg venligst enhver Node at tilføje Bone
nl: Selecteer de Node om Bone toe te voegen
vi: Vui lòng chọn bất kỳ Node thêm xương

source: Please enter a name
da: Angiv et navn
nl: Geef een naam
vi: Vui lòng nhập một tên

source: Please enter a new Scene name
da: Angiv et nyt Scene navn
nl: Voer een nieuwe Scene naam
vi: Vui lòng nhập một tên cảnh mới

source: Please enter some text to add.
da: Indtast venligst noget tekst for at tilføje.
nl: U dient een tekst toe te voegen.
vi: Vui lòng nhập một số văn bản để thêm.

source: Publish
da: Offentliggøre
nl: Publiceren
vi: Công bố

source: Quality
da: Kvalitet
nl: Kwaliteit
vi: Phẩm chất

source: RENDERING PROGRESS
da: GOERE PROGRESS
nl: rendering vooruitgang
vi: Rendering TIẾN

source: RESOLUTION
da: LØSNING
nl: RESOLUTIE
vi: NGHỊ QUYẾT

source: RESTORE PURCHASE
da: GENDAN KØB
nl: HERSTEL AANKOOP
vi: KHÔI PHỤC MUA HÀNG

source: ROTATE
da: ROTERE
nl: draaien
vi: QUAY

source: Rate This App
da: Bedøm denne App
nl: Beoordeel deze app
vi: Đánh giá ứng dụng này

source: Recent
da: Nylig
vi: mới đây

source: Rename
da: Omdøb
nl: andere naam geven
vi: Đổi tên

source: Rename Animation
da: Omdøb Animation
nl: hernoemen Animation
vi: Đổi tên Animation

source: Rename Object
da: Omdøb Objekt
nl: hernoemen Object
vi: Đổi tên đối tượng

source: Rename Scene
da: Omdøb Scene
nl: hernoemen Scene
vi: Đổi tên Scene

source: Render Normal Shader in Your Device
da: Render Normal Shader i din enhed
nl: Render Normal Shader in uw apparaat
vi: Render Bình thường Shader trong thiết bị của bạn

source: Right
da: Højre
nl: Rechts
vi: Đúng

source: SCALE
da: SKALA
nl: schaal
vi: TỈ LỆ

source: SHARE
da: DEL
nl: delen
vi: CHIA SẺ

source: Save Animation
da: Gem Animation
vi: Lưu Animation

source: Save and Exit the scene
da: Gem og Afslut scenen
nl: Opslaan en afsluiten van de scène
vi: Lưu và thoát khỏi cảnh

source: Save your Animation as template
da: Gem din Animation som skabelon
nl: Sla uw Animation als template
vi: Lưu Animation của bạn như là một mẫu

source: Scene Name
da: Scene Navn
nl: scène Naam
vi: Tên cảnh

source: Scene_name_empty
da: Scene navn kan ikke være tom.
nl: Scene naam kan niet leeg zijn.
vi: Tên cảnh không thể để trống.

source: Scene_name_special_character
da: Scene navn kan ikke indeholde specialtegn.
nl: Scene naam mag geen speciale tekens bevatten.
vi: Tên cảnh không thể chứa bất kỳ ký tự đặc biệt.

source: Scenes
da: Scener
vi: cảnh

source: Select Bone Structure
da: Vælg knoglestruktur
nl: Selecteer botten
vi: Chọn Cấu trúc xương

source: Settings
da: Indstillinger
nl: instellingen
vi: Cài đặt

source: Settings, Tutorials & Contact us
da: Indstillinger, Tutorials og kontakt os
nl: Instellingen , Tutorials & Contacteer ons
vi: Cài đặt, Hướng dẫn & Liên hệ với chúng tôi

source: Share your video
da: Del din video
nl: Deel je video
vi: Chia sẻ video của bạn

source: Sign In
da: Log ind
nl: Teken In
vi: Đăng nhập

source: Sign Out
da: Log ud
nl: Teken Uit
vi: Đăng xuất

source: Single Bone
da: Enkelt Bone
vi: Bone Độc thân

source: Speed
da: Fart
nl: Snelheid
vi: Tốc độ

source: Sphere
nl: Gebied
vi: Quả cầu

source: Standard view angles
da: Standard synsvinkler
nl: Standaard weergave hoeken
vi: góc độ xem chuẩn

source: Step_1_rigging_message
da: Placer knoglerne i relevante positioner i modellen.
nl: Leg de botten in de juiste posities binnen het model.
vi: Đặt xương ở các vị trí thích hợp trong mô hình.

source: Step_2_rigging_message
da: Skaler hver knoglens kuvert til at dække den omgivende mesh.
nl: Schaal envelop elk bot naar de omliggende mesh te dekken.
vi: Quy mô phong bì của mỗi xương để che lưới xung quanh.

source: Step_3_rigging_message
da: Sørg for, at riggen er perfekt ved at animere modellen.
nl: Zorg ervoor dat het tuig is perfect door animeren het model.
vi: Hãy chắc chắn rằng các giàn khoan là hoàn hảo bằng cách tạo hiệu ứng động của mô hình.

source: Success
da: Succes
nl: Succes
vi: Sự thành công

source: Switch to Move / Rotate / Scale mode
da: Skift til Flyt / Rotate / Scale-mode
nl: Switch to Move / Roteren / Scale mode
vi: Chuyển sang chuyển động / Quay / Tỉ lệ chế độ

source: Tap to Clone / Delete / Share the scene.
da: Tryk for at Klon / Slet / Del scenen.
nl: Tik om Clone / verwijderen / Deel de scene.
vi: Bấm để Clone / Xóa / Chia sẻ cảnh.

source: Tap to add a joint to the selected joint in the rig
da: Tryk for at tilføje en fælles til den valgte fælles i riggen
nl: Tik op om een gezamenlijk toe te voegen aan de geselecteerde gewricht in het tuig
vi: Bấm để thêm một phần vào doanh được lựa chọn trong các giàn khoan

source: Tap to add the rigged model in to the scene
da: Tryk for at tilføje den rigget model til scenen
nl: Tik op om de opgetuigd model in de scène toe te voegen
vi: Bấm để thêm các mô hình gian lận trong đến hiện trường

source: Tap to apply animation to the selected object.
da: Tryk på for at anvende animation til det valgte objekt.
nl: Tik op om de animatie van toepassing op het geselecteerde object.
vi: Bấm để áp dụng hiệu ứng động vào đối tượng được chọn.

source: Tap to change category.
da: Tryk for at ændre kategori.
nl: Tik om categorie te veranderen.
vi: Bấm để thay đổi thể loại.

source: Tap to change model category
da: Tryk for at ændre model kategori
nl: Tik om model categorie veranderen
vi: Bấm để thay đổi mô hình thể loại

source: Tap to import the selected model into your scene.
da: Tryk for at importere den valgte model i din scene.
nl: Tik op om het geselecteerde model importeren in uw scene.
vi: Bấm để nhập khẩu các mô hình được chọn vào khung cảnh của bạn.

source: Tap to open the scene.
da: Tryk for at åbne scene.
nl: Tik op om de scène te openen.
vi: Bấm để mở trường.

source: Tap to publish your animation to the store
da: Tryk for at udgive din animation til butikken
nl: Tik om je animatie te publiceren naar de winkel
vi: Bấm để xuất bản hoạt hình của bạn đến cửa hàng

source: Tap to save and close the Settings.
da: Tryk for at gemme og lukke Indstillinger.
nl: Tik op om de instellingen op te slaan en te sluiten.
vi: Bấm để lưu và đóng Settings.

source: Text
da: Tekst
nl: Tekst
vi: Bản văn

source: Text : %@
da: Tekst:% @
nl: Tekst : %@
vi: Bản văn : %@

source: There is no animation in this frame.
da: Der er ingen animation i denne ramme.
nl: Er is geen animatie in dit frame.
vi: Không có hình ảnh động trong khung này.

source: This setting does not affect Export quality
da: Denne indstilling påvirker ikke Export kvalitet
nl: Deze instelling heeft geen invloed op de kwaliteit Export
vi: Cài đặt này không ảnh hưởng đến chất lượng xuất khẩu

source: Top
vi: Hàng đầu

source: Top Rated
da: Topkarakter
vi: Xếp hạng

source: Torus
vi: hình xuyến

source: Trending
vi: Xu hướng

source: Tutorials
da: Vejledninger
vi: Hướng dẫn

source: Undo / Redo your actions
da: Fortryd / Gentag dine handlinger
nl: Undo / Redo uw acties
vi: Undo / Redo hành động của bạn

source: Videos
da: Videoer
vi: video

source: Warning
da: Advarsel
nl: Waarschuwing
vi: Cảnh báo

source: With Bones
da: med Bones
nl: met botten
vi: với Bones

source: Yes
da: Ja
nl: Ja
vi: Vâng

source: add_obj_document_dir
da: Tilføj OBJ/DAE/FBX/3DS filer i dokumentområdet.
nl: Voeg OBJ/DAE/FBX/3DS bestanden in Document Directory.
vi: Thêm file OBJ/DAE/FBX/3DS tại văn bản Directory.

source: add_texture_document_dir
da: Tilføj Texture filer i dokumentområdet.
nl: Voeg OBJ bestanden in DocumentAdd Texture bestanden in Document Gids.
vi: Thêm file Texture trong tài liệu Directory.

source: apply_animation_error
da: Vælg tekst eller tegn til at anvende animationen.
nl: Selecteer een tekst of karakter om de animatie toe te passen.
vi: Vui lòng chọn một văn bản hoặc ký tự để áp dụng các hình ảnh động.

source: bone_count_exceed
da: De maksimale knogler pr objekt kan ikke overstige 57.
nl: De maximale botten per object kan niet hoger zijn dan 57.
vi: Các xương tối đa cho mỗi đối tượng không thể vượt quá 57.

source: bone_count_mismatch
da: Bone tæller ikke kan matche.
nl: Bone telling niet aan kunnen tippen.
vi: đếm xương không thể phù hợp.

source: choose_color
da: Vælg vertex farve for den valgte OBJ.
nl: Kies vertex kleur voor de geselecteerde OBJ.
vi: Chọn màu đỉnh cho OBJ chọn.

source: choose_texture
da: Vælg en tekstur for at ansøge om den valgte model.
nl: Kies een textuur toe te passen voor het gekozen model.
vi: Chọn một kết cấu để áp dụng cho các mô hình được chọn.

source: copy_limit_exceed_message
da: Kopier overskredet. Importer objektet med 'Tilføj' knappen på værktøjslinjen.
nl: limit Copy overschreden. Importeer het object met ' Add' button op de toolbar.
vi: Sao chép vượt quá giới hạn. Nhập khẩu các đối tượng sử dụng 'Thêm' nút trên ToolBar.

source: data_doesnot_exist
da: De ønskede data Doest ikke eksisterer !!
nl: De gevraagde gegevens Doest niet bestaan ​​!!
vi: Các dữ liệu được yêu cầu doest không tồn tại !!

source: failed_saved_phot_gallery
da: Der er et problem med at hente billedet / videoen. Prøv igen senere.
nl: Er is een probleem downloaden van de foto / video. Probeer het later opnieuw.
vi: Có một vấn đề tải hình ảnh / video. Vui lòng thử lại sau.

source: file_successfully_saved_dropbox
da: Fil gemt til DropBox. Du kan finde den i din DropBox konto 'Apps / Iyan3D'.
nl: Bestand succesvol opgeslagen naar DropBox . U vindt het in je Dropbox-account ' Apps / Iyan3D .
vi: Tập thành công lưu vào DropBox. Bạn có thể tìm thấy nó trong tài khoản DropBox của bạn 'Ứng dụng / Iyan3D'.

source: fontstyle_char_unsupported
da: Den skrifttype stil du vælger ikke understøtter de tegn, du indtastede.
nl: Het lettertype stijl die u kiest ondersteunt de tekens die u hebt ingevoerd.
vi: Các kiểu font bạn chọn không hỗ trợ các ký tự mà bạn nhập vào.

source: hqrender_uploaded_success
da: Uploadet. Du kan se status for din gengive i din profil visning.
nl: geüpload. U kunt de voortgang van uw zien maken in uw profiel te bekijken.
vi: Tải lên thành công. Bạn có thể thấy sự tiến bộ của render của bạn theo quan điểm cá nhân của bạn.

source: import_model_selected_texture
da: Importer modellen med den valgte struktur / farve.
nl: Importeer het model met de geselecteerde textuur / kleur.
vi: Nhập khẩu các mô hình với các kết cấu được lựa chọn / màu.

source: inapp_disabled
da: In-App Purchase er deaktiveret. Tjek dine indstillinger for at aktivere Køb.
nl: In-App Purchase is uitgeschakeld . Controleer de instellingen om aankopen te schakelen.
vi: In-App Purchase là người khuyết tật. Kiểm tra cài đặt của bạn để cho phép mua.

source: max_five_lights_per_scene
da: Scene kan ikke indeholde mere end fem lys.
nl: Scène kan niet meer dan vijf lampjes bevatten.
vi: Cảnh không thể chứa nhiều hơn năm ánh sáng.

source: missing_resources
da: Nogle ressourcer filer mangler.
nl: Sommige bronnen bestanden ontbreken.
vi: Một số tập tin nguồn lực đang thiếu.

source: model_cannot_add_bone
da: Denne model blev rigget ved hjælp af den tidligere version. Nogle af de oplysninger konvolutten mangler måske. Ønsker du at fortsætte?
nl: Dit model werd opgetuigd met behulp van de vorige versie. Enkele envelopgegevens kunnen ontbreken . Wil je doorgaan?
vi: Mô hình này đã gian lận bằng cách sử dụng phiên bản trước đó. Một số thông tin phong bì có thể bị mất. Bạn có muốn tiếp tục?

source: no_premium_restored
da: Der synes at være et problem med dit køb. Sørg for at du har opgraderet til Premium med de løbende poster.
nl: Er lijkt een probleem te zijn met uw aankoop . Zorg ervoor dat je Premium hebt bijgewerkt met de lopende rekening.
vi: Có vẻ là một vấn đề với mua hàng của bạn. Hãy chắc chắn rằng bạn đã nâng cấp lên Premium với các tài khoản hiện tại.

source: no_twitter_account
da: Opsætning Twitter Accounnt på enheden.
nl: Setup Twitter Accounnt in uw apparaat.
vi: Thiết lập Twitter Accounnt trong thiết bị của bạn.

source: onboarding_message_#1
da: Tilføj karakterer, miljøer rekvisitter fra vores bibliotek med over 300 aktiver eller importere en OBJ-fil fra en ekstern kilde.
nl: personages , omgevingen , rekwisieten toevoegen uit onze bibliotheek met meer dan 300 activa of importeren een OBJ bestand via een externe bron.
vi: Thêm nhân vật, môi trường, đạo cụ từ thư viện của chúng tôi hơn 300 tài sản hoặc nhập một file OBJ từ một nguồn bên ngoài.

source: onboarding_message_#2
da: Bring din karakter til livet med vores foruddefinerede bevægelser, anvende fysik simulation eller gøre en af ​​dine egne handlinger.
nl: Breng je personage tot leven met onze vooraf gedefinieerde bewegingen , gelden physics simulatie of maak een van uw eigen acties.
vi: Mang tính cách của bạn vào cuộc sống với những chuyển động được xác định trước của chúng tôi, áp dụng mô phỏng vật lý hoặc thực hiện một trong những hành động của bạn.

source: onboarding_message_#3
da: Render den endelige video med den ønskede kvalitet og stil.
nl: Render de laatste video met de gewenste kwaliteit en stijl.
vi: Render video cuối cùng với chất lượng mong muốn và phong cách.
