Repository: codetiger/Iyan3d
Catalog: Iyan3D/*.lproj/Localizable.strings
Languages: da, nl, vi

source: onboarding_message_#4
da: Det er det. Send din 3D-film og showoff dine kreative evner til dine venner.
nl: Dat is het. Stuur uw 3D-film en showoff je creatieve vaardigheden om uw vrienden.
vi: Đó là nó. Gửi bộ phim 3D của bạn và showoff kỹ năng sáng tạo của bạn cho bạn bè của bạn.

source: only_hq_options
da: Denne ejendom er kun til HighQuality Rendering.
nl: Deze eigenschap is alleen voor HighQuality Rendering.
vi: Bất động sản này chỉ cho highquality Rendering.

source: please_signin
da: Venligst SignIn at fortsætte.
nl: Behagen signin om door te gaan.
vi: Vui lòng đăng nhập để tiếp tục.

source: reopen_apply_changes
da: Venligst genåbne scenen for at anvende ændringen.
nl: Gelieve te heropenen de scène om de wijziging toe te passen.
vi: Hãy mở lại hiện trường để áp dụng thay đổi.

source: rigging_back_previous_mode
da: Er du sikker på du ønsker at gå tilbage til forrige tilstand? Ved at trykke på Ja alle dine ændringer vil blive kasseret.
nl: Bent u zeker dat u wilt terug naar de vorige modus gaan ? Door het indrukken van Yes alle wijzigingen zullen worden weggegooid.
vi: Bạn có chắc chắn muốn quay trở lại chế độ trước đó? Bằng cách nhấn Có tất cả các thay đổi của bạn sẽ được loại bỏ.

source: scene_no_support_hqrender
da: Scene indeholder video / praticles der i øjeblikket ikke understøttes i HQ rendering.
nl: Scène bevat video / praticles die momenteel niet wordt ondersteund in HQ rendering.
vi: Cảnh chứa praticles video / mà hiện chưa được hỗ trợ trong HQ rendering.

source: select_obj_preview
da: Vælg en OBJ at få vist.
nl: Selecteer een OBJ om een ​​voorbeeld.
vi: Chọn một OBJ để xem trước.

source: share_image_social_media
da: En 3D scene, jeg har oprettet med Iyan 3D på iOS
nl: Een 3D-scène , ik heb gemaakt met Iyan 3D op iOS
vi: Một cảnh 3D, tôi tạo ra bằng cách sử Iyan 3D trên iOS

source: share_video_social_media
da: En Animation video, jeg har oprettet med Iyan 3D på iOS
nl: Een animatie video , ik heb gemaakt met Iyan 3D op iOS
vi: Một video hoạt hình, tôi tạo ra bằng cách sử Iyan 3D trên iOS

source: sign_in_to_continue
da: Venligst SignIn at fortsætte.
nl: Behagen signin om door te gaan.
vi: Vui lòng đăng nhập để tiếp tục.

source: start_single_bone_or_human_message
da: Du kan enten starte med et komplet humant Bone struktur eller med en enkelt knogle?
nl: Je kan ofwel beginnen met een volledige Menselijke bot structuur of met één been ?
vi: Bạn có thể có thể bắt đầu với một cấu trúc xương của con người hoàn toàn hoặc với một xương duy nhất?

source: success_animation_publish
da: Animation Udgivet Succesfuld.
nl: Animatie succesvol Gepubliceerd.
vi: Animation đăng thành công.

source: successful_saved_phot_gallery
da: Billede / Video gemt til Billeder.
nl: Afbeelding / Video succesvol opgeslagen naar foto's.
vi: Hình ảnh / Video lưu thành công cho hình ảnh.

source: tap_import_photos
da: Tryk for at importere tekstur fra Photo Library.
nl: Tik om textuur te importeren uit Photo Library.
vi: Bấm để nhập kết cấu từ Photo Library.

source: tap_to_choose_texture
da: Tryk for at vælge tekstur / farve for det valgte objekt.
nl: Tik om textuur / kleur voor het geselecteerde object kiezen.
vi: Bấm để chọn kết cấu / màu sắc cho các đối tượng được chọn.

source: tap_to_start
da: Tryk på for at begynde at eksportere.
nl: Tik op om te beginnen met het exporteren.
vi: Bấm để bắt đầu xuất khẩu.

source: unable_connect_server
da: Kan ikke forbinde til serveren, Kontroller dine netværksindstillinger.
nl: Kan geen verbinding met de server , Controleer uw netwerkinstellingen.
vi: Không thể kết nối đến máy chủ, hãy kiểm tra các thiết lập mạng của bạn.

source: username_has_special_char
da: Brugernavn må ikke indeholde specialtegn.
nl: Gebruikersnaam kan geen speciale tekens bevatten.
vi: Tên không thể chứa bất kỳ ký tự đặc biệt.

source: username_isempty
da: Bruger navn kan ikke være tom.
nl: Gebruikersnaam mag niet leeg zijn.
vi: Tên người dùng không thể để trống.

source: 24 Frames
da: 24 Rammer
nl: 24 omlijsting

source: 240 Frames
da: 240 Rammer
nl: 240 omlijsting

source: Animate Character
da: Animér Tegn
nl: animeren Karakter

source: Backgrounds
da: Baggrundsbilleder
nl: Achtergronden

source: CANCEL
da: OPHÆVE
nl: Annuleer

source: Clone
da: Klon

source: ImportFile
da: Importere

source: MOVE
da: BEVÆGE SIG
nl: beweging

source: News Feed
da: Nyhedsstrøm
nl: nieuwsfeed

source: OBJ File
da: OBJ fil

source: PREVIEW
da: FERNISERING

source: SETTINGS
da: INDSTILLINGER
nl: INSTELLINGEN

source: TOOLBAR
da: VÆRKTØJSLINJE
nl: gereedschap

source: WATERMARK
da: VANDMÆRKE
nl: WATERMERK

source: ANIMATION
nl: animatie

source: ATTACH SKELETON
nl: BIJVOEGEN SKELET

source: Choose between quality or speed of rendering in Editor.
nl: U kunt kiezen tussen de kwaliteit of de snelheid van de rendering in Editor.

source: Import Texture
nl: Textuur import

source: MultiSelect
nl: Meerkeuze selectie

source: OPTIONS
nl: opties

source: RENDERING STYLE
nl: RENDERING STIJL
