Repository: codetiger/Iyan3d
Catalog: iyan3d/trunk/Iyan3D_iOS/Iyan3D/*.lproj/Localizable.strings
Languages: fr, it, ms

source: 1 Frame
fr: 1 Cadre
it: 1 Telaio

source: 24 Frames
fr: 24 Cadres
it: 24 Telaio

source: 240 Frames
fr: 240 Cadres
it: 240 Telaio

source: 3D WORKSPACE
fr: 3D espace de travail
it: lavoro 3D
ms: ruang kerja 3D

source: A Scene created using Iyan 3D in iOS.
fr: Une scène créée en utilisant Iyan 3D dans iOS.
it: Una scena emo Iyan 3D in iOS.
ms: Scene A dicipta menggunakan Iyan 3D dalam iOS.

source: ADD
fr: AJOUTER
it: AGGIUNGERE
ms: TAMBAH

source: ADD JOINT
fr: Joynt audit
it: ADD COMUNE
ms: TAMBAH BERSAMA

source: ADD TO SCENE
fr: Audit Dow cicen
it: AGGIUNGI SCENA
ms: TAMBAH KE SCENE

source: ADJUST ENVELOP
fr: RÉGLER ENVELOPPE
it: REGOLARE ENVELOP
ms: ADJUST menyelimuti

source: ATTACH SKELETON
fr: FIXER SKELETON
it: ALLEGARE SCHELETRO
ms: ATTACH rangka

source: Accessories
fr: Accessoires
it: Accessori
ms: Aksesori

source: Add Bone
fr: Ajouter os
it: Aggiungere Bone
ms: Tambahkan Bone

source: Add Frames
fr: Ajouter frames
it: Aggiungere cornici
ms: Tambahkan Frames

source: Add bevel to 3D text.
fr: Ajouter biseau au texte 3D.
it: Aggiungere smusso a testo 3D.
ms: Tambahkan serong kepada teks 3D.

source: Alert
fr: Alerte
it: Mettere in guardia
ms: Amaran

source: All Models
fr: Tous les modèles
it: tutte le modelle
ms: semua Model

source: Animate Character
fr: Animated Caractère
it: animare carattere
ms: bernyawa Watak

source: Animation Name
fr: Animations Nom
it: Nome Animazione
ms: animasi Nama

source: Animation name cannot be empty.
fr: Nom d'animation ne peut être vide.
it: Nome Animazione non può essere vuoto.
ms: nama animasi tidak boleh kosong.

source: Animation_Name_special
fr: Animations nom ne peut pas contenir de caractères spéciaux.
it: Animazione nome non può contenere caratteri speciali.
ms: Nama animasi tidak boleh mengandungi sebarang aksara khas.

source: Apply Animation
fr: Appliquer l'animation
it: applicare Animazione
ms: memohon Animasi

source: Apply animation to the selected model/text
fr: Appliquer l'animation pour le modèle / texte sélectionné
it: Applicare l'animazione al modello / testo selezionato
ms: Memohon animasi kepada model / teks yang dipilih

source: BACKGROUND COLOR
fr: COULEUR DE FOND
it: COLORE DI SFONDO
ms: WARNA LATAR BELAKANG

source: Back
fr: Arrière
it: Indietro
ms: Kembali

source: Backgrounds
fr: Fond
it: sfondi
ms: latar belakang

source: Bones cannot be added to this model.
fr: Bones ne peuvent pas être ajoutés à ce modèle.
it: Ossa non possono essere aggiunti a questo modello.
ms: Tulang tidak boleh ditambah untuk model ini.

source: Bottom
fr: Bas
it: Parte inferiore
ms: Bawah

source: CAMERA
fr: CAMÉRA
it: MACCHINA FOTOGRAFICA

source: CANCEL
fr: annulation
it: ANNULLA

source: CLOSE
fr: Kilos
it: VICINO

source: Camera
fr: Caméra
it: macchina fotografica

source: Cancel
fr: Annuler
it: Annulla
ms: Batal

source: Cancel rigging and go back to the scene
fr: Annuler le gréement et revenir à la scène
it: Annulla sartiame e tornare alla scena
ms: Batal penipuan dan kembali ke tempat kejadian

source: Category
fr: Catégorie
it: Categoria
ms: kategori

source: Change properties of selected object
fr: Modification des propriétés de l'objet sélectionné
it: Modificare le proprietà dell'oggetto selezionato
ms: Ubah ciri objek yang dipilih

source: Character
fr: Personnage
it: Carattere
ms: watak

source: Choose between quality or speed of rendering in Editor.
fr: Choisissez entre la qualité ou la vitesse de rendu dans l'éditeur.

source: Choose color for 3D text.
fr: Choisissez la couleur pour le texte 3D.
it: Scegliere il colore per il testo 3D.
ms: Pilih warna untuk teks 3D.

source: Choose whether toolbar should be on the right or left side in Editor.
fr: Choisissez si la barre d'outils devrait être sur le côté droit ou gauche dans l'éditeur.
it: Scegliere se barra degli strumenti dovrebbe essere sul lato destro o sinistro in Editor.
ms: Pilih sama ada toolbar perlu berada di sebelah kanan atau kiri dalam Editor.

source: Clear All
fr: Pas un
it: Cancella tutto
ms: Kosongkan semua

source: Clone
fr: Cloner

source: Color
fr: Couleur
it: Colore
ms: warna

source: Completed
fr: Terminé
it: Completato
ms: Bidang

source: Cone
fr: Cône
it: Cono
ms: Kon

source: Connection Error
fr: Erreur de connexion
it: Errore di connessione
ms: Ralat sambungan

source: Contact Us
fr: Contactez nous
it: Contattaci
ms: Hubungi kami

source: Copy OBJ files in Document Directory.
fr: Copiez les fichiers OBJ dans le répertoire de documents.
it: Copiare i file OBJ nella directory Documenti.
ms: Menyalin fail obj dalam Direktori Document.

source: Create Scene
fr: Créer Scène
it: creare Scene
ms: Buat Scene

source: Create a Scene
fr: Créer une scène
it: Creare una scena
ms: Buat Adegan yang

source: Creates a new scene.
fr: Crée une nouvelle scène.
it: Crea una nuova scena.
ms: Mencipta satu babak baru.

source: Current mode in rigging
fr: Mode actuel de gréement
it: modalità corrente in sartiame
ms: mod semasa dalam penipuan

source: Cylinder
fr: Cylindre
it: Cilindro
ms: silinder

source: Delete
fr: Effacer
it: cancellare
ms: Padam

source: Delete Animation in this Frame
fr: Supprimer l'animation dans ce cadre
it: Eliminare Animation in questa cornice
ms: Padam Animasi dalam bingkai ini

source: Delete Object
fr: Supprimer l'objet
it: Elimina oggetto
ms: Padam Objek

source: Done
fr: Tony
it: Fatto
ms: Selesai

source: Download
fr: télécharger
it: Scaricare
ms: muat turun

source: Duplicate_Scene_Name
fr: Dupliquer Nom Scène
it: Duplicare Nome Scene
ms: Salinan Nama Scene

source: Duplicate_Scene_Name_message
fr: Une autre scène avec le même nom existe déjà. S'il vous plaît fournir un nom différent.
it: Un'altra scena con lo stesso nome esiste già. Si prega di fornire un nome diverso.
ms: Satu lagi Scene dengan nama yang sama sudah wujud. Sila berikan nama yang berbeza.

source: EXPORT
fr: Espiyart
it: ESPORTARE
ms: EKSPORT

source: Edit
fr: éditable
it: Modifica

source: Enable mirror to move / rotate the mirror joint of the selected joint
fr: Activer miroir pour déplacer / tourner le joint de miroir de l'articulation sélectionnée
it: Abilita specchio per spostare / ruotare il giunto specchio del giunto selezionato
ms: Membolehkan cermin untuk bergerak / berputar bersama cermin sendi yang dipilih

source: Enable or Disable multiple objects selection.
fr: Activer ou désactiver plusieurs objets sélection.
it: Attivare o disattivare più oggetti selezione.
ms: Dayakan atau Lumpuhkan pelbagai objek pemilihan.

source: Enable to move / rotate the mirror joint of selected joint
fr: Activer pour déplacer / tourner le joint de miroir de joint sélectionné
it: Consentono di spostare / ruotare il giunto specchio della joint selezionato
ms: Membolehkan untuk bergerak / berputar bersama cermin sendi dipilih

source: Enable/Disable Watermark image.
fr: Activer image / Désactiver Watermark.
it: Abilita immagine / Disabilita Filigrana.
ms: Membolehkan / imej Disable Watermark.

source: Enter Text
fr: Entrez test
it: Inserisci il testo
ms: Masukkan teks

source: Enter your text here.
fr: Saisissez votre texte ici .
it: Inserisci qui il tuo testo.
ms: Masukkan teks anda di sini.

source: Error_uploading_file
fr: fichier L'ajout d'erreur. S'il vous plaît vérifiez votre connexion Internet.
it: caricamento del file di errore. Per favore controlla la tua connessione Internet.
ms: Ralat memuat naik fail. Sila semak sambungan internet anda.

source: Export Video
fr: Exporter la vidéo
it: esportazione video
ms: Eksport Video

source: Export image/video to the Camera roll
fr: Exporter une image / vidéo sur le rouleau de l'appareil photo
it: Esporta immagine / video al rullino fotografico
ms: Eksport imej / video untuk roll Kamera

source: FRAME COUNT DISPLAY
fr: affichage du compteur de trame

source: Failure
fr: Échec
it: Fallimento
ms: kegagalan

source: Featured
fr: Pitturet
it: In primo piano
ms: dipaparkan

source: File Corrupted
fr: Fichier corrompu
it: File corrotto

source: File_Corrupted_message
fr: Le projet que vous essayez d'ouvrir est corrompu.
it: Il progetto che si sta tentando di aprire è danneggiato.
ms: Projek anda cuba untuk membuka rosak.

source: Follow Us
fr: Suivez-nous
it: Seguici
ms: Ikut kami

source: Font Store
fr: Comme stare
it: Conservare Font
ms: Store font

source: Front
fr: avant
it: Davanti

source: HQ Render Progress
fr: hq rendent les progrès
it: HQ rendere Progress

source: HQ Rendering
fr: Hugh renterin

source: Human Bone Structure
fr: Structure osseuse humaine
it: Struttura Osso
ms: Struktur tulang manusia

source: Import Obj
fr: importation Obj
it: Importa Obj

source: Import Texture
fr: importation testture
it: Importa Texture
ms: import Tekstur

source: Import objects into the scene
fr: Importer les objets dans la scène
it: Importa oggetti nella scena
ms: Import objek ke tempat kejadian

source: Import selected 3D text into the scene.
fr: Importer le texte sélectionné dans la scène 3D.
it: Importa il testo selezionato in 3D nella scena.
ms: Import dipilih teks 3D ke tempat kejadian.

source: ImportFile
fr: Importation

source: In Progress
fr: En cours
it: In corso
ms: dalam Kemajuan

source: In Queue
fr: Dans la queue
it: In coda
ms: Dalam barisan

source: LIGHT
fr: LUMIÈRE
it: LEGGERO

source: LIMIT FRAMES
fr: CADRES LIMITES
it: FRAMES LIMITE
ms: FRAMES HAD

source: Left
fr: À gauche
it: Sinistra
ms: Dibiarkan

source: Let's get started
fr: Commençons
it: Iniziamo
ms: Mari kita mulakan

source: Light
fr: Lumière
it: Leggero

source: Light %d
fr: Lumière %d
it: Luce d%

source: Limit the number of frames to be exported.
fr: Limiter le nombre d'images à exporter.
it: Limitare il numero di fotogrammi da esportare.
ms: Hadkan bilangan bingkai untuk dieksport.

source: Loading Assets
fr: Actifs de chargement

source: MIRROR
fr: Murror
it: SPECCHIO

source: MOVE
fr: mauve
it: MOSSA

source: Manage Account
fr: Gérer son compte
it: Gestisci profilo
ms: Urus Akaun

source: Manage objects in the scene
fr: Gérer les objets de la scène
it: Gestire oggetti nella scena
ms: Mengurus objek di tempat kejadian

source: Manage your account
fr: Gérer votre compte
it: Gestire il tuo account
ms: Urus akaun anda

source: Models
fr: Des modèles
it: I modelli
ms: model

source: Move Camera
fr: Déplacer la caméra
it: Spostare Camera

source: MultiSelect
fr: Sélection multiple
it: Selezione multipla

source: My Animations
fr: M animations
it: Le mie animazioni
ms: Animasi saya

source: My Fonts
fr: M pontas
it: I miei font
ms: Font saya

source: My Library
fr: Ma bibliothèque
it: La mia biblioteca
ms: Pustaka Saya

source: My Objects
fr: M Objets
it: I miei oggetti
ms: Objek saya

source: My Scene %d
fr: ma scène %d

source: NEXT
fr: prochain
it: IL PROSSIMO

source: NO
fr: NON

source: News Feed
fr: Nouvelles beat
ms: Suapan Berita

source: Next
fr: Prochain
it: Il prossimo
ms: Seterusnya

source: No data
fr: Pas de données
it: Nessun dato
ms: Tiada data

source: No_Email_account_configured
fr: Aucun compte de messagerie est configuré sur cet appareil.
it: Non hai un account e-mail è configurato su questo dispositivo.
ms: No akaun E-mel dikonfigurasikan pada peranti ini.

source: Normal Shader
fr: ster normale
it: normale Shader
ms: Shader normal

source: OK
fr: D'accord
ms: okey

source: OPTIONS
fr: optins
it: OPZIONI
ms: PILIHAN

source: Ok
fr: D'accord
ms: okey

source: PREVIEW
fr: APERÇU
it: ANTEPRIMA

source: Particle Effects
fr: Effets de particules
it: Effetti particellari
ms: Kesan zarah

source: Pick Color
fr: Big Secrétaire
it: Scegli colore
ms: Pilihkan Warna

source: Plane
fr: Avion
it: Aereo

source: Play the animation preview
fr: Jouer l'aperçu de l'animation
it: Gioca l'anteprima di animazione
ms: Mainkan pratonton animasi

source: Please Choose Font Style.
fr: S'il vous plaît Choisissez le style de police.
it: Fai la scelta Stile carattere.
ms: Sila Pilih Font Style.

source: Please Select any Node to add Bone
fr: S'il vous plaît Sélectionnez un nœud à ajouter os
it: Selezionare qualsiasi nodo per aggiungere Bone
ms: Sila Pilih mana-mana nod untuk menambah Bone

source: Please enter a name
fr: S'il vous plaît entrer un nom
it: Si prega di inserire un nome
ms: Sila masukkan nama

source: Please enter a new Scene name
fr: S'il vous plaît entrer un nouveau nom de scène
it: Si prega di inserire un nuovo nome scena
ms: Sila masukkan nama Scene baru

source: Please enter some text to add.
fr: S'il vous plaît entrer un texte pour ajouter.
it: Si prega di inserire il testo da aggiungere.
ms: Sila masukkan teks tambah.

source: Publish
fr: Publier
it: Pubblicare
ms: Menerbitkan

source: Quality
fr: Qualité
it: Qualità
ms: kualiti

source: RENDERING PROGRESS
fr: RENDRE PROGRESS
it: avanzamento rendering
ms: rendering KEMAJUAN

source: RENDERING STYLE
fr: REDDITION STYLE
it: Stile di rendering
ms: PEMAPARAN STYLE

source: RESOLUTION
fr: RÉSOLUTION
it: RISOLUZIONE
ms: RESOLUSI

source: RESTORE PURCHASE
fr: restaurer l'achat
it: RIPRISTINARE ACQUISTO
ms: MENGEMBALIKAN PEMBELIAN

source: ROTATE
fr: Rottet
it: RUOTARE

source: Rate This App
fr: Évaluer l'application
it: Valuta questa applicazione
ms: Kadar App ini

source: Recent
fr: présent
it: Recente
ms: baru-baru ini

source: Rename
fr: Rebaptiser
it: Rinominare
ms: Nama semula

source: Rename Animation
fr: renommez animation
it: Rinomina Animazione
ms: Nama semula Animasi

source: Rename Object
fr: renommez Object
it: Rinomina oggetto
ms: Nama semula Objek

source: Rename Scene
fr: renommez Scène
it: Rinomina Scene
ms: Nama semula Scene

source: Render Normal Shader in Your Device
fr: Rendu normal Shader dans votre appareil
it: Render normale Shader nel dispositivo
ms: Render Normal Shader dalam Peranti Anda

source: Right
fr: Droite
it: Destra

source: SCALE
fr: échelle
it: SCALA
ms: SKALA

source: SETTINGS
fr: paramètres
it: IMPOSTAZIONI

source: SHARE
fr: Sare
it: CONDIVIDERE
ms: SAHAM

source: Save Animation
fr: Enregistrer l'animation
it: Salva animazione
ms: Simpan Animasi

source: Save and Exit the scene
fr: Enregistrer et quitter la scène
it: Salvare e uscire la scena
ms: Simpan dan Keluar dari tempat kejadian

source: Save your Animation as template
fr: Sauvegardez votre animation en tant que modèle
it: Salvare l'animazione come modello
ms: Jimat Animasi anda sebagai templat

source: Scene Name
fr: Nom de scène
it: Nome Scene
ms: Scene Nama

source: Scene_name_empty
fr: Nom de la scène ne peut pas être vide.
it: nome della scena non può essere vuoto.
ms: nama tempat kejadian tidak boleh kosong.

source: Scene_name_special_character
fr: Nom de la scène ne peut pas contenir de caractères spéciaux.
it: nome della scena non può contenere caratteri speciali.
ms: nama tempat kejadian tidak boleh mengandungi sebarang aksara khas.

source: Scenes
fr: Scènes
it: scene

source: Select Bone Structure
fr: Sélectionnez Structure osseuse
it: Selezionare struttura ossea
ms: Pilih Struktur Bone

source: Settings
fr: Paramètres
it: impostazioni
ms: Tetapan

source: Settings, Tutorials & Contact us
fr: Paramètres, Tutoriels & Contact
it: Impostazioni, Tutorial & Contattaci
ms: Tetapan, Tutorial & Hubungi Kami

source: Share your video
fr: Partagez votre vidéo
it: Condividi i tuoi video
ms: Kongsi video anda

source: Sign In
fr: Se connecter
it: Registrati
ms: Masuk

source: Sign Out
fr: Se déconnecter
it: Disconnessione

source: Single Bone
fr: os simple
it: Bone singolo
ms: Bone Single

source: Speed
fr: La vitesse
it: Velocità

source: Sphere
fr: Sphère
it: Sfera

source: Standard view angles
fr: Standard angles de vue
it: angoli di visualizzazione standard
ms: sudut pandangan Standard

source: Step_1_rigging_message
fr: Placez les os dans des positions appropriées dans le modèle.
it: Mettere le ossa in posizioni appropriate all'interno del modello.
ms: Meletakkan tulang di kedudukan yang sesuai dalam model.

source: Step_2_rigging_message
fr: Échelle de l'enveloppe de chaque os pour couvrir les mailles environnantes.
it: Scala busta di ogni osso per coprire la rete circostante.
ms: Skala sampul surat setiap tulang untuk menutup mesh sekitarnya.

source: Step_3_rigging_message
fr: Assurez-vous que la plate-forme est parfaite en animant le modèle.
it: Assicurarsi che l'impianto di perforazione è perfetto per animare il modello.
ms: Pastikan rig adalah sempurna dengan animasi model.

source: Success
fr: Cucis
it: Successo
ms: kejayaan

source: Switch to Move / Rotate / Scale mode
fr: Basculer vers Déplacer / Rotation / mode Echelle
it: Passa alla modalità Spostare / Ruota / Scala
ms: Tukar ke Pindah Putar mod / / Skala

source: TOOLBAR
fr: barre d'outils
ms: BAR ALAT

source: Tap to Clone / Delete / Share the scene.
fr: Appuyez sur pour Clone / Supprimer / Partager la scène.
it: Toccare per Clone / Elimina / Condividi la scena.
ms: Ketik untuk Mengklon / Padam / Kongsi tempat kejadian.

source: Tap to add a joint to the selected joint in the rig
fr: Appuyez sur pour ajouter un joint à l'articulation sélectionnée dans la plate-forme
it: Toccare per aggiungere un giunto al giunto selezionato nel rig
ms: Ketik untuk menambah sendi ke sendi yang dipilih dalam rig

source: Tap to add the rigged model in to the scene
fr: Appuyez sur pour ajouter le modèle truqué pour la scène
it: Toccare per aggiungere il modello truccato per la scena
ms: Ketik untuk menambah model rigged masuk ke tempat kejadian

source: Tap to apply animation to the selected object.
fr: Appuyez sur pour appliquer une animation à l'objet sélectionné.
it: Toccare per applicare l'animazione per l'oggetto selezionato.
ms: Ketik untuk menggunakan animasi untuk objek yang dipilih.

source: Tap to change category.
fr: Appuyez sur pour changer de catégorie.
it: Toccare per cambiare categoria.
ms: Ketik untuk menukar kategori.

source: Tap to change model category
fr: Appuyez sur pour changer de catégorie de modèle
it: Toccare per cambiare categoria modello
ms: Ketik untuk menukar kategori model

source: Tap to import the selected model into your scene.
fr: Touchez pour importer le modèle sélectionné dans votre scène.
it: Toccare per importare il modello selezionato in scena.
ms: Ketik untuk mengimport model yang dipilih ke dalam pemandangan anda.

source: Tap to open the scene.
fr: Appuyez sur pour ouvrir la scène.
it: Toccare per aprire la scena.
ms: Ketik untuk membuka tempat kejadian.

source: Tap to publish your animation to the store
fr: Appuyez sur pour publier votre animation au magasin
it: Toccare per pubblicare l'animazione al negozio
ms: Ketik untuk menerbitkan animasi anda ke kedai

source: Tap to save and close the Settings.
fr: Appuyez sur pour enregistrer et fermer les Paramètres.
it: Toccare per salvare e chiudere le impostazioni.
ms: Ketik untuk menyimpan dan menutup Tetapan.

source: Text
fr: Texte
it: Testo
ms: teks

source: Text : %@
fr: Texte : %@
it: Testo : %@
ms: Teks:% @

source: There is no animation in this frame.
fr: Il n'y a pas d'animation dans ce cadre.
it: Non c'è animazione in questa cornice.
ms: Tiada animasi dalam kerangka ini.

source: This setting does not affect Export quality
fr: Ce paramètre n'a aucune incidence sur la qualité des exportations
it: Questa impostazione non influisce sulla qualità Export
ms: Tetapan ini tidak menjejaskan kualiti Eksport

source: Toon Shader
fr: Toon ster

source: Top
fr: Sommet
it: Superiore

source: Top Rated
fr: Top Red
it: Più votati
ms: Paling Popular

source: Tutorials
fr: Tutoriels
it: Esercitazioni
ms: tutorial

source: Undo / Redo your actions
fr: Undo / Redo vos actions
it: Annullare / ripristinare le azioni
ms: Batal / buat semula tindakan anda

source: Video : %@
fr: Vidéo : %@

source: Videos
fr: Vidéos
it: Video
ms: Video

source: WATERMARK
fr: FILIGRANE
it: FILIGRANA

source: Warning
fr: Attention
it: avvertimento
ms: Amaran

source: With Bones
fr: Avec Bonus
it: con le ossa
ms: dengan Bones

source: Yes
fr: Oui
it: sì
ms: Ya

source: add_obj_document_dir
fr: Placez OBJ/DAE/FBX/3DS tirektari Document de vérification.
it: Aggiungere file OBJ/DAE/FBX/3DS nella directory Documenti.
ms: Tambah fail OBJ/DAE/FBX/3DS dalam Direktori Document.

source: add_texture_document_dir
fr: Lieu intrus testture document tirektari.
it: Aggiungere i file texture in Directory documento.
ms: Tambah fail Tekstur dalam Direktori Document.

source: apply_animation_error
fr: S'il vous plaît sélectionner un texte ou le caractère d'appliquer l'animation.
it: Si prega di selezionare un testo o un carattere per applicare l'animazione.
ms: Sila pilih teks atau watak untuk memohon animasi.

source: bone_count_exceed
fr: Les os maximum par objet ne peut pas dépasser 57.
it: Le ossa massimi per oggetto non può superare i 57.
ms: Tulang-tulang maksimum bagi setiap objek tidak boleh melebihi 57.

source: bone_count_mismatch
fr: Match de vues avec os.
it: conteggio Bone non può corrispondere.
ms: kiraan tulang tidak dapat menandingi.

source: choose_color
fr: Choisissez mots celektit opij de guerre de cola.
it: Scegliere il colore dei vertici per il OBJ selezionato.
ms: Pilih warna bucu untuk obj yang dipilih.

source: choose_texture
fr: Choisissez un cuir toe bataille testture appali celektit Mall.
it: Scegliere una texture da applicare per il modello selezionato.
ms: Pilih tekstur yang memohon model yang dipilih.

source: copy_limit_exceed_message
fr: Limite Copie dépassée. Importez l'objet en utilisant 'Ajouter' bouton sur ToolBar.
it: Copia limite superato. Importare l'oggetto utilizzando il pulsante 'Aggiungi' nella barra degli strumenti.
ms: Copy had melebihi. Import objek menggunakan butang 'Tambah' pada bar alat.

source: data_doesnot_exist
fr: Toast de reyustet Node données eksista!!
it: I dati richiesti doest non esiste !!
ms: Data yang diminta tidak wujud kauperbuat !!

source: failed_saved_phot_gallery
fr: Tere est un proplem taunlotin l'image / vidéo. S'il vous plaît à en-tête Tri Encore une fois.
it: C'è un problema scaricando l'immagine / video. Per favore riprova più tardi.
ms: Terdapat masalah memuat turun imej / video. Sila cuba sebentar lagi.

source: file_successfully_saved_dropbox
fr: Fichier enregistré avec succès à DropBox. Vous pouvez le trouver dans votre compte DropBox 'Applications / Iyan 3D'.
it: File salvato con successo a DropBox. Lo si può trovare nel tuo account DropBox 'Applicazioni / Iyan3D'.
ms: Fail berjaya disimpan untuk DropBox. Anda boleh menemuinya di dalam akaun Dropbox anda Apps / Iyan3D '.

source: fontstyle_char_unsupported
fr: Computer Support U Choisissez le style est comme la dose de la peau de la peau entertet Cares About You.
it: Lo stile del font scelto non supporta i caratteri immessi.
ms: Gaya font yang anda pilih tidak menyokong aksara yang anda masukkan.

source: hqrender_uploaded_success
fr: Laplaatet cucisppiulli. Urine Urine du locataire U con C de prokres OP Voir le profil.
it: Caricato con successo. È possibile visualizzare l'avanzamento del render in vista profilo.
ms: Berjaya dimuat naik. Anda boleh melihat kemajuan menyebabkan anda dalam paparan profil anda.

source: import_model_selected_texture
fr: Cuir importation avec Mal de celektit testture / cola.
it: Importare il modello con la texture / colore selezionato.
ms: Mengimport model dengan tekstur / warna dipilih.

source: inapp_disabled
fr: Est-In-App purccas affligée. Vos paramètres à enappile tchèque purccass.
it: In-App Purchase è disabilitato. Controllare le impostazioni per consentire acquisti.
ms: Dalam App Pembelian adalah Orang Kurang Upaya. Semak seting anda untuk membolehkan Pembelian.

source: max_five_lights_per_scene
fr: Scène ne peut pas contenir plus de cinq lumières.
it: Scene non può contenere più di cinque luci.
ms: Scene tidak boleh mengandungi lebih daripada lima lampu.

source: missing_resources
fr: R place resolarks sont manquants.
it: Alcuni file di risorse mancanti.
ms: Sesetengah fail sumber yang hilang.
