Repository: codetiger/Iyan3d
Catalog: iyan3d/trunk/Iyan3D_iOS/Iyan3D/*.lproj/Localizable.strings
Languages: fr, it, ms

source: model_cannot_add_bone
fr: Ce modèle a été truqué en utilisant la version précédente. Certaines des informations d'enveloppe peut être manquant. Voulez-vous continuer?
it: Questo modello è stato truccato utilizzando la versione precedente. Alcune delle informazioni busta potrebbe essere mancante. Vuoi continuare?
ms: Model ini telah rigged menggunakan versi sebelumnya. Sesetengah maklumat sampul surat mungkin akan hilang. Adakah anda mahu teruskan?

source: no_premium_restored
fr: Il semble y avoir un problème avec votre achat. faire S'il vous plaît vérifiez que vous avez mis à niveau vers Premium avec le compte courant.
it: Sembra che ci sia un problema con il vostro acquisto. Si prega di accertarsi di aver eseguito l'aggiornamento a Premium con il conto corrente.
ms: Terdapat seolah-olah menjadi satu masalah dengan pembelian anda. Sila pastikan bahawa anda telah menaik taraf ke Premium dengan akaun semasa.

source: no_twitter_account
fr: Configuration Twitter acavunt de Davis Urine.
it: Impostazione Twitter Accounnt nel dispositivo.
ms: Persediaan Twitter Accounnt dalam peranti anda.

source: onboarding_message_#1
fr: Ajouter des personnages, des environnements, des accessoires de notre bibliothèque de plus de 300 actifs ou importer un fichier OBJ à partir d'une source externe.
it: Aggiungere personaggi, ambienti, oggetti di scena dalla nostra biblioteca di oltre 300 beni o importare un file OBJ da una fonte esterna.
ms: Menambah watak-watak, persekitaran, props dari perpustakaan kami lebih 300 aset atau mengimport fail obj daripada sumber luaran.

source: onboarding_message_#2
fr: Apportez votre personnage à la vie avec nos actions prédéfinies, appliquer la simulation de la physique ou de faire un de vos propres actions.
it: Portate il vostro personaggio per la vita con i nostri movimenti predefiniti, applicare simulazione fisica o fare una delle vostre azioni.
ms: Bawa watak anda untuk hidup dengan usul yang telah ditetapkan kami, memohon simulasi fizik atau membuat salah satu daripada tindakan anda sendiri.

source: onboarding_message_#3
fr: Rendu la vidéo finale avec la qualité et le style désiré.
it: Il rendering del video finale con la qualità e lo stile desiderato.
ms: Menyebabkan video akhir dengan kualiti dan gaya yang dikehendaki.

source: onboarding_message_#4
fr: C'est tout. Envoyez votre film 3D et de montrer vos talents créatifs à vos amis.
it: Questo è tutto. Invia il tuo film in 3D e showoff le tue abilità creative per i tuoi amici.
ms: Itu sahaja. Hantar filem 3D anda dan showoff kemahiran kreatif anda kepada rakan-rakan anda.

source: only_hq_options
fr: Cette propriété est seulement pour haute qualité de rendu.
it: Questa proprietà è solo per HighQuality rendering.
ms: Hartanah ini hanya untuk HighQuality Rendering.

source: please_signin
fr: Inscrivez-Toe kontinukke Belize.
it: Si prega SignIn per continuare.
ms: Sila Log untuk meneruskan.

source: reopen_apply_changes
fr: S'il vous plaît rouvrir la scène pour appliquer la modification.
it: Si prega di riaprire la scena per applicare la modifica.
ms: Sila semula membuka tempat kejadian untuk melaksanakan perubahan.

source: rigging_back_previous_mode
fr: Etes-vous sûr de vouloir revenir au mode précédent? En appuyant sur Oui, toutes vos modifications seront rejetées.
it: Sei sicuro di voler tornare alla modalità precedente? Premendo Sì tutte le modifiche saranno scartati.
ms: Adakah anda pasti anda mahu pergi semula ke mod sebelumnya? Dengan menekan Ya semua perubahan anda akan dibuang.

source: scene_no_support_hqrender
fr: Sean kontains vidéo / piratticils currenralai vtic est l'ordinateur cupporttat Hugh renterin.
it: Scene contiene praticles di video / che non è attualmente supportata nel rendering HQ.
ms: Scene mengandungi praticles video / yang tidak disokong di HQ rendering.

source: select_obj_preview
fr: Aperçu pour sélectionner un opij.
it: Selezionare un OBJ per visualizzare in anteprima.
ms: Pilih obj untuk pratonton.

source: share_image_social_media
fr: Une scène 3D, je créée en utilisant Iyan 3D sur iOS
it: Una scena 3D, ho creata usando Iyan 3D su iOS
ms: A Scene 3D, saya dicipta menggunakan Iyan 3D pada iOS

source: share_video_social_media
fr: Une vidéo animée, je créée en utilisant Iyan 3D sur iOS
it: Un video di animazione, ho creata usando Iyan 3D su iOS
ms: Satu video Animation, saya dicipta menggunakan Iyan 3D pada iOS

source: sign_in_to_continue
fr: S'il vous plait, connectez-vous pour continuer.
it: Si prega SignIn per continuare.
ms: Sila Log untuk meneruskan.

source: start_single_bone_or_human_message
fr: Vous pouvez commencer avec une structure complète Os humain ou avec un seul os?
it: O si può iniziare con una completa struttura di Osso o con un singolo osso?
ms: Samada anda boleh bermula dengan struktur Manusia Bone lengkap atau dengan tulang tunggal?

source: success_animation_publish
fr: Animated puplist cucisppiulli.
it: Animazione pubblicato correttamente.
ms: Animasi Diterbitkan Berjaya.

source: successful_saved_phot_gallery
fr: Image / vitiyo cucisppiulli photos sveta Toe.
it: Immagine / video salvato con successo alla foto.
ms: Imej / Video berjaya disimpan ke Foto.

source: tap_import_photos
fr: Pour exploiter l'importation testture Cadre Photo Library.
it: Toccare per importare le texture da Photo Library.
ms: Ketik untuk mengimport tekstur dari Perpustakaan Foto.

source: tap_to_choose_texture
fr: Choisissez baptisé Dow testture / cola objet en cuir de guerre celaktit.
it: Toccare per scegliere texture / colore per l'oggetto selezionato.
ms: Ketik untuk memilih tekstur / warna bagi objek yang dipilih.

source: tap_to_start
fr: Commencez Doyle surnommé espiortin.
it: Toccare per avviare l'esportazione.
ms: Ketik untuk mula mengeksport.

source: unable_connect_server
fr: Impossible de se connecter au serveur, S'il vous plaît vérifier vos paramètres de réseau.
it: Impossibile connettersi al server, Si prega di verificare le impostazioni di rete.
ms: Tidak dapat menyambung ke pelayan, Semak seting rangkaian anda.

source: username_has_special_char
fr: Eni a des vues Nom d'utilisateur Cares spéciales.
it: Nome utente non può contenere caratteri speciali.
ms: Nama pengguna tidak boleh mengandungi sebarang aksara khas.

source: username_isempty
fr: Les vues de O utilisateur Nom.
it: Nome utente non può essere vuoto.
ms: Nama pengguna tidak boleh kosong.

source: ANIMATION
it: ANIMAZIONE
ms: ANIMASI

source: APPLY
it: APPLICARE
ms: MEMOHON

source: Choose between quality or speed of rendering in Editor.
it: Scegliere tra la qualità o la velocità di rendere in Editor.
ms: Pilih antara kualiti atau kelajuan rendering dalam Editor.

source: Cube
it: Cubo

source: Image : %@
it: Immagine : %@
ms: Gambar : %@

source: Images
it: immagini

source: Info
it: Informazioni
ms: Maklumat

source: Information
it: Informazioni
ms: maklumat

source: Loading Assets
it: Caricamento Assets
ms: Loading Aset

source: OBJ File
it: file OBJ
ms: obj Fail

source: Trending
ms: tren
